/* QTBroadcast strings */

"qtBroadcastError" = "Broadcast error:";
"qtBroadcastNoActiveStreams" = "Need at least one stream to broadcast.";

/* QTBroadcastSettings strings */

"qtBroadcastSettingsKiloBitsPerSecond" = "kbits/s";
"qtBroadcastSettingsFramesPerSecond" = "fps";

/* QTBroadcastRecord strings */

"qtBroadcastRecordError" = "Recording error:";
"qtBroadcastRecordNoFilePath" = "Invalid file path for recording.";

/* QTBroadcastStream strings */

"qtBroadcastStreamError" = "Stream error:";

/* QTBroadcastAudioStream strings */

"qtBroadcastAudioStreamError" = "Audio stream error:";
